<?
$lang['DataOverload']='P.S.有時候資料量過大，細緻程度將無法再縮減像素數量。';//P.S.有時候資料量過大，細緻程度將無法再縮減像素數量。
$lang['QRcode100_450']='QRcode尺吋可以從100px-450px進行調整，您可以透過調整看到整個QRcode大小的改變。';//QRcode尺吋可以從100px-450px進行調整，您可以透過調整看到整個QRcode大小的改變。
$lang['QRcodeStyleModifyEX']='QRcode樣式修改說明-';//QRcode樣式修改說明-
$lang['QRcodeBlockLevelEX']='QRcode遮擋程度，這個屬性主要是當QRcode被某些遮蔽物，如您設定的文字標籤、圖形標籤，或外在因素，如髒汙等，擋住的原本QRcode的像素，這些有可能造成QRcode掃不出來的情形，這個屬性設定為30%的意思，即您的QRcode就算被擋住3成，還是能被掃描出來(理論上)，但越高的遮蔽數，您的QRcode像素排佈將相對比較繁雜。';//QRcode遮擋程度，這個屬性主要是當QRcode被某些遮蔽物，如您設定的文字標籤、圖形標籤，或外在因素，如髒汙等，擋住的原本QRcode的像素，這些有可能造成QRcode掃不出來的情形，這個屬性設定為30%的意思，即您的QRcode就算被擋住3成，還是能被掃描出來(理論上)，但越高的遮蔽數，您的QRcode像素排佈將相對比較繁雜。
$lang['EmbeddedEX']='內嵌位置，您可以調整移動標籤在QRcode中的位置，建議切勿擋住QRcode的眼，這會使QRcode「無法」被掃描讀取。';//內嵌位置，您可以調整移動標籤在QRcode中的位置，建議切勿擋住QRcode的眼，這會使QRcode「無法」被掃描讀取。
$lang['StrTitleContentEX']='文字標籤內容，當您使用了文字標籤(橫幅)，或文字標籤模式，您可以設定標籤內容，例如：我的業務通連結。';//文字標籤內容，當您使用了文字標籤(橫幅)，或文字標籤模式，您可以設定標籤內容，例如：我的業務通連結。
$lang['StrTitleFontEX']='文字標籤字型，您可以設定文字標籤字型';//文字標籤字型，您可以設定文字標籤字型
$lang['StrTitleColorEX']='文字標籤顏色，您可以設定文字標籤顏色';//文字標籤顏色，您可以設定文字標籤顏色
$lang['Delete']='刪除';//刪除
$lang['ProspectColorEx']='前景顏色，就是原本常見的QRcode黑點顏色，您可以變更成其他顏色，建議您使用深色，並與背景顏色具有高反差、高對比的顏色，比如說(前景：黑色，背景：白色。';//前景顏色，就是原本常見的QRcode黑點顏色，您可以變更成其他顏色，建議您使用深色，並與背景顏色具有高反差、高對比的顏色，比如說(前景：黑色，背景：白色。
$lang['_CoverPhotoSet']='封面照設定-';//封面照設定-
$lang['BackColorEx']='背景顏色，就是原本常見的QRcode白底背景顏色，您可以變更成其他顏色，建議您使用白色或極淺顏色，避免QRcode不易被掃描讀取。';//背景顏色，就是原本常見的QRcode白底背景顏色，您可以變更成其他顏色，建議您使用白色或極淺顏色，避免QRcode不易被掃描讀取。
$lang['_Send']='送出';//送出
$lang['LevelDetailEx']='細緻程度，您可以先由調整來觀察變化去了解作用，此程度差異在於像素點數量多寡，使用程度越低代表同等資料可以用越少的像素數量去表示，您可以由1-10去調整，點數越少雖然QRcode較為簡明乾淨，但建議您掃描測試，看是否不容易被掃描，藉此微調最適合的細緻程度。';//細緻程度，您可以先由調整來觀察變化去了解作用，此程度差異在於像素點數量多寡，使用程度越低代表同等資料可以用越少的像素數量去表示，您可以由1-10去調整，點數越少雖然QRcode較為簡明乾淨，但建議您掃描測試，看是否不容易被掃描，藉此微調最適合的細緻程度。
$lang['Project']='項目';//項目
$lang['UseHigherFine']='當您使用較高的細緻程度，小眼也相對較多，此時就可以容忍某一、兩個「小眼」被遮蔽。';//當您使用較高的細緻程度，小眼也相對較多，此時就可以容忍某一、兩個「小眼」被遮蔽。
$lang['JaggedPixelsEx']='像素鋸齒程度，主要用途在於像素點的邊緣圓滑程度，數值越高，像素點越圓，主要作用為美觀，您可以視個人喜好調整。';//像素鋸齒程度，主要用途在於像素點的邊緣圓滑程度，數值越高，像素點越圓，主要作用為美觀，您可以視個人喜好調整。
$lang['GreenBox']='圖中綠色框(上方兩角落，以及左下角)為QRcode的「大眼」，藍色框(圖中被框選處)為QRcode的「小眼」，建議您的標籤不要擋住這些「大眼」，而「小眼」若只有一個，也請勿擋住。';//圖中綠色框(上方兩角落，以及左下角)為QRcode的「大眼」，藍色框(圖中被框選處)為QRcode的「小眼」，建議您的標籤不要擋住這些「大眼」，而「小眼」若只有一個，也請勿擋住。
$lang['IconTabSelectionEx']='圖形標籤選擇，當您使用了圖形標籤(橫幅)，或圖形標籤，您可以上傳圖形來嵌入到QRcode中，圖檔容量限制為3MB。';//圖形標籤選擇，當您使用了圖形標籤(橫幅)，或圖形標籤，您可以上傳圖形來嵌入到QRcode中，圖檔容量限制為3MB。
$lang['Explanation']='說明';//說明
$lang['TagSizeEx']='標籤尺寸，調整您使用的標籤的大小，建議切勿使用過大標籤，導致QRcode本身不易被掃描讀取。';//標籤尺寸，調整您使用的標籤的大小，建議切勿使用過大標籤，導致QRcode本身不易被掃描讀取。
$lang['TagTypeEx']='標籤類型，本QRcode編輯器共有五種標籤類型，無標籤、文字標籤(橫幅)、文字標籤、圖形標籤(橫幅)、圖形標籤等，供您選擇是否嵌入文字(圖形)標籤。';//標籤類型，本QRcode編輯器共有五種標籤類型，無標籤、文字標籤(橫幅)、文字標籤、圖形標籤(橫幅)、圖形標籤等，供您選擇是否嵌入文字(圖形)標籤。
$lang['UpLoadPhoto']='請上傳圖片';//請上傳圖片
$lang['SaveButtonEx']='儲存按鈕，下載QRcode按鈕提供您直接下載當前QRcode，同時他會一併儲存目前編輯的樣式；如果您只需要儲存編輯好的QRcode樣式，您可以使用儲存樣式按鈕。';//儲存按鈕，下載QRcode按鈕提供您直接下載當前QRcode，同時他會一併儲存目前編輯的樣式；如果您只需要儲存編輯好的QRcode樣式，您可以使用儲存樣式按鈕。
$lang['_EdgeBlank']='邊緣留白，留白是為了增加被掃描成功的機率性，留白程度只要夠用即可，適當的留白可以讓此QRcode，更容易被QRcode掃描器讀取。';//邊緣留白，留白是為了增加被掃描成功的機率性，留白程度只要夠用即可，適當的留白可以讓此QRcode，更容易被QRcode掃描器讀取。


// New
$lang['Show'] = '預覽';
$lang['ClickShow'] = '點此預覽';
$lang['CategoryTitle'] = '分類抬頭';
$lang['Radios'] = '選項';

// Old
$lang['_StytleSet']='風格設定 -';//風格設定-
$lang['NotFirefoxChromIE']='非Firefox/Chrom/IE瀏覽器';//非Firefox/Chrom/IE瀏覽器
$lang['SelectStoreSystem']='請選擇您喜歡的行動商務系統版型：點擊風格名稱右方連結可前往預覽視窗';//請選擇您喜歡的行動商務系統版型：點擊風格名稱右方連結可前往預覽視窗
$lang['ButtonColor']='按鈕顏色';//按鈕顏色
$lang['Black']='黑色';//黑色
$lang['Blue']='藍色';//藍色
$lang['Gray']='灰色';//灰色
$lang['White']='白色';//白色
$lang['Yellow']='黃色';//黃色
$lang['FontSet']='字型設定';//字型設定
$lang['Color']='顏色';//顏色
$lang['Size']='尺寸';//尺寸
$lang['Font']='字型';//字型
$lang['BackSet']='背景設定';//背景設定
$lang['UseMaterial']='使用素材';//使用素材
$lang['UseColor']='使用顏色';//使用顏色
$lang['BackColor']='背景顏色';//背景顏色
$lang['BackMaterial']='背景素材：';//背景素材：
$lang['UseDefultBack']='使用版型預設背景圖片';//使用版型預設背景圖片
$lang['DefaulBack']='您可以選擇使用預設背景，或系統提供的素材作為行動商務系統背景';//您可以選擇使用預設背景，或系統提供的素材作為行動商務系統背景
$lang['Restore']='恢復系統預設值';//恢復系統預設值
$lang['Reset']='重新設定';//重新設定
$lang['Save']='儲存';//儲存

?>