<?php

$lang['QrcodeTitle'] = 'QRcode样式修改说明 -'; // QRcode樣式修改說明 -
$lang['Project'] = '项目'; // 項目
$lang['Explanation'] = '说明'; // 說明
$lang['Exp_1'] = 'QRcode尺吋可以从 100px - 450px 进行调整，您可以透过调整看到整个QRcode大小的改变。'; // QRcode尺吋可以從 100px - 450px 進行調整，您可以透過調整看到整個QRcode大小的改變。
$lang['Exp_2'] = '前景颜色，就是原本常见的QRcode黑点颜色，您可以变更成其他颜色，建议您使用深色，并与背景颜色具有高反差、高对比的颜色，比如说(前景：黑色，背景：白色。'; //前景顏色，就是原本常見的QRcode黑點顏色，您可以變更成其他顏色，建議您使用深色，並與背景顏色具有高反差、高對比的顏色，比如說(前景：黑色，背景：白色。
$lang['Exp_3'] = '背景颜色，就是原本常见的QRcode白底背景颜色，您可以变更成其他颜色，建议您使用白色或极浅颜色，避免QRcode不易被扫描读取。'; // 背景顏色，就是原本常見的QRcode白底背景顏色，您可以變更成其他顏色，建議您使用白色或極淺顏色，避免QRcode不易被掃描讀取。
$lang['Exp_4'] = '细致程度，您可以先由调整来观察变化去了解作用，此程度差异在于像素点数量多寡，使用程度越低代表同等资料可以用越少的像素数量去表示，您可以由1 - 10 去调整，点数越少虽然QRcode较为简明干净，但建议您扫描测试，看是否不容易被扫描，借此微调最适合的细致程度。'; // 細緻程度，您可以先由調整來觀察變化去了解作用，此程度差異在於像素點數量多寡，使用程度越低代表同等資料可以用越少的像素數量去表示，您可以由 1 - 10 去調整，點數越少雖然QRcode較為簡明乾淨，但建議您掃描測試，看是否不容易被掃描，藉此微調最適合的細緻程度。
$lang['Exp_5'] = 'P. S. 有时候资料量过大，细致程度将无法再缩减像素数量。'; // P. S. 有時候資料量過大，細緻程度將無法再縮減像素數量。
$lang['Exp_6'] = '边缘留白，留白是为了增加被扫描成功的机率性，留白程度只​​要够用即可，适当的留白可以让此QRcode，更容易被QRcode扫描器读取。'; //邊緣留白，留白是為了增加被掃描成功的機率性，留白程度只要夠用即可，適當的留白可以讓此QRcode，更容易被QRcode掃描器讀取。
$lang['Exp_7'] = '像素锯齿程度，主要用途在于像素点的边缘圆滑程度，数值越高，像素点越圆，主要作用为美观，您可以视个人喜好调整。'; //像素鋸齒程度，主要用途在於像素點的邊緣圓滑程度，數值越高，像素點越圓，主要作用為美觀，您可以視個人喜好調整。
$lang['Exp_8'] = 'QRcode遮挡程度，这个属性主要是当QRcode被某些遮蔽物，如您设定的文字标签、图形标签，或外在因素，如脏污等，挡住的原本QRcode的像素，这些有可能造成QRcode扫不出来的情形，这个属性设定为30%的意思，即您的QRcode就算被挡住3成，还是能被扫描出来(理论上)，但越高的遮蔽数，您的QRcode像素排布将相对比较繁杂。';// QRcode遮擋程度，這個屬性主要是當QRcode被某些遮蔽物，如您設定的文字標籤、圖形標籤，或外在因素，如髒汙等，擋住的原本QRcode的像素，這些有可能造成QRcode掃不出來的情形，這個屬性設定為30%的意思，即您的QRcode就算被擋住3成，還是能被掃描出來(理論上)，但越高的遮蔽數，您的QRcode像素排佈將相對比較繁雜。
$lang['Exp_9'] = '储存按钮，下载QRcode按钮提供您直接下载当前QRcode，同时他会一并储存目前编辑的样式；如果您只需要储存编辑好的QRcode样式，您可以使用储存样式按钮。';// 儲存按鈕，下載QRcode按鈕提供您直接下載當前QRcode，同時他會一併儲存目前編輯的樣式；如果您只需要儲存編輯好的QRcode樣式，您可以使用儲存樣式按鈕。
$lang['Exp_10'] = '标签类型，本QRcode编辑器共有五种标签类型，无标签、文字标签(横幅)、文字标签、图形标签(横幅)、图形标签等，供您选择是否嵌入文字(图形)标签。';// 標籤類型，本QRcode編輯器共有五種標籤類型，無標籤、文字標籤(橫幅)、文字標籤、圖形標籤(橫幅)、圖形標籤等，供您選擇是否嵌入文字(圖形)標籤。
$lang['Exp_11'] = '文字标签内容，当您使用了文字标签(横幅)，或文字标签模式，您可以设定标签内容，例如：我的业务通连结。';// 文字標籤內容，當您使用了文字標籤(橫幅)，或文字標籤模式，您可以設定標籤內容，例如：我的業務通連結。
$lang['Exp_12'] = '文字标签字型，您可以设定文字标签字型';// 文字標籤字型，您可以設定文字標籤字型
$lang['Exp_13'] = '文字标签颜色，您可以设定文字标签颜色';// 文字標籤顏色，您可以設定文字標籤顏色
$lang['Exp_14'] = '图形标签选择，当您使用了图形标签(横幅)，或图形标签，您可以上传图形来嵌入到QRcode中，图档容量限制为3MB。';// 圖形標籤選擇，當您使用了圖形標籤(橫幅)，或圖形標籤，您可以上傳圖形來嵌入到QRcode中，圖檔容量限制為3MB。
$lang['Exp_15'] = '标签尺寸，调整您使用的标签的大小，建议切勿使用过大标签，导致QRcode本身不易被扫描读取。';// 標籤尺寸，調整您使用的標籤的大小，建議切勿使用過大標籤，導致QRcode本身不易被掃描讀取。
$lang['Exp_16'] = '内嵌位置，您可以调整移动标签在QRcode中的位置，建议切勿挡住QRcode的眼，这会使QRcode「无法」被扫描读取。';// 內嵌位置，您可以調整移動標籤在QRcode中的位置，建議切勿擋住QRcode的眼，這會使QRcode「無法」被掃描讀取。
$lang['Exp_17'] = '图中绿色框(上方两角落，以及左下角)为QRcode的「大眼」，蓝色框(图中被框选处)为QRcode的「小眼」，建议您的标签不要挡住这些「大眼」，而「小眼」若只有一个，也请勿挡住。';// 圖中綠色框(上方兩角落，以及左下角)為QRcode的「大眼」，藍色框(圖中被框選處)為QRcode的「小眼」，建議您的標籤不要擋住這些「大眼」，而「小眼」若只有一個，也請勿擋住。
$lang['Exp_18'] = '当您使用较高的细致程度，小眼也相对较多，此时就可以容忍某一、两个「小眼」被遮蔽。';// 當您使用較高的細緻程度，小眼也相對較多，此時就可以容忍某一、兩個「小眼」被遮蔽。

?>