<?
$lang['QuestionRightDescription']  ='※ 旧版共享引用功能已停用，请重新设定您的共享资料或引用资料，很抱歉造成您的不便。新版使用方式于大标题右方问号说明';//※ 舊版共享引用功能已停用，請重新設定您的共享資料或引用資料，很抱歉造成您的不便。新版使用方式於大標題右方問號說明
$lang['UseFormTopRight_1']  ='1. 使用表格右上(或上)方「全选」时，系统只会勾选当个分页的所有可勾选栏位，并不会跨分页或跨表格勾选';//1. 使用表格右上(或上)方「全選」時，系統只會勾選當個分頁的所有可勾選欄位，並不會跨分頁或跨表格勾選
$lang['StoreOnly_1']  ='1. 您需要开启共享新的资料给子帐户，却不想直接设定他们引用→ 「仅储存」';//1. 您需要開啟共享新的資料給子帳戶，卻不想直接設定他們引用 → 「僅儲存」
$lang['ChangeAllPagingCheck_2']  ='2. 使用「全选所有分页项目」时，系统会变更所有分页的勾选栏位';//2. 使用「全選所有分頁項目」時，系統會變更所有分頁的勾選欄位
$lang['ApplySubAccount_2']  ='2. 您需要开启共享新的资料给子帐户，想直接设定他们引用→ 「储存并套用到子帐户」';//2. 您需要開啟共享新的資料給子帳戶，想直接設定他們引用 → 「儲存並套用到子帳戶」
$lang['SettingShare_3']  ='3. 「设定共享」按钮是储存所有分页中的勾选状态的；例如说，当您在「A分页」勾选某项目之后，';//3. 「設定共享」按鈕是儲存所有分頁中的勾選狀態的；例如說，當您在「A分頁」勾選某項目之後，
$lang['ApplySubAccount_3']  ='3. 您需要取消勾选，以关闭共享资料→ 「储存并套用到子帐户」';//3. 您需要取消勾選，以關閉共享資料 → 「儲存並套用到子帳戶」
$lang['SelectCancel_4']  ='4. 若您选择「取消」，您方才于每个分页所勾选的状态将会重置，恢复成上一次的设定';//4. 若您選擇「取消」，您方才於每個分頁所勾選的狀態將會重置，恢復成上一次的設定
$lang['ContinueSetting_5']  ='5. 若您需要继续设定，请选择右上角close对话框';//5. 若您需要繼續設定，請選擇右上角close對話框
$lang['ShareRegistrationForm']  ='勾选您要共享的报名表然后按「设定共享」';//勾選您要共享的報名表然後按「設定共享」
$lang['ShareProject']  ='勾选您要共享的项目然后按「设定共享」';//勾選您要共享的項目然後按「設定共享」
$lang['ShareImage']  ='勾选您要共享的图片然后按「设定共享」';//勾選您要共享的圖片然後按「設定共享」
$lang['ShareFile']  ='勾选您要共享的档案然后按「设定共享」';//勾選您要共享的檔案然後按「設定共享」
$lang['SelectAll']  ='全选';//全選
$lang['SelectAllPagingItems']  ='全选所有分页项目';//全選所有分頁項目
$lang['SharingPreferences']  ='共享设定';//共享設定
$lang['SharedProject']  ='共享项目';//共享項目
$lang['ShareProjectContent']  ='共享项目内容 (没有内容时不能共享)';//共享項目內容 (沒有內容時不能共享)
$lang['SwitchTabA']  ='直接切换到「B分页」进行勾选，并于「B分页」设定共享，此时「A、B分页」已勾选的共享项目将同时被储存';//直接切換到「B分頁」進行勾選，並於「B分頁」設定共享，此時「A、B分頁」已勾選的共享項目將同時被儲存
$lang['ButtonName']  ='按钮名称';//按鈕名稱
$lang['OriginalName']  ='原始名称';//原始名稱
$lang['NoInformationShared']  ='您尚未有任何资料可以共享';//您尚未有任何資料可以共享
$lang['SetShare']  ='设定共享';//設定共享
$lang['SetDescription']  ='设定说明';//設定說明
$lang['Link']  ='连结';//連結
$lang['Enrollment']  ='报名情形';//報名情形
$lang['RemindYou']  ='提醒您';//提醒您
$lang['WhenSelectSave']  ='当您选择「储存并套用到子帐户」，您的网域中所有子帐户，将直接套用您所设定的共享资料，若您取消勾选了某些资料，则该资料将在所有帐户被取消引用，';//當您選擇「儲存並套用到子帳戶」，您的網域中所有子帳戶，將直接套用您所設定的共享資料，若您取消勾選了某些資料，則該資料將在所有帳戶被取消引用，
$lang['SelectSuggest']  ='选择建议：';//選擇建議：
$lang['FileLink']  ='档案连结';//檔案連結
$lang['ClickAll']  ='点此全选';//點此全選

$lang['SpecialTips'] = '特别提醒：当您取消勾选某些资料，请使用「储存并套用到子帐户」，才能将子帐户已经引用的状态移除';

?>