<?
$lang['AndroidSizeAbove480']  ='Android 欢迎页建议尺寸为480 x 760 以上png 图片';//Android 歡迎頁建議尺寸為 480 x 760 以上 png 圖片
$lang['AppBuild']  ='APP 自动打包';//APP 自動打包
$lang['IosSizeAbove1136']  ='IOS 欢迎页建议尺寸为640 x 1136 以上png 图片';//IOS 歡迎頁建議尺寸為 640 x 1136 以上 png 圖片
$lang['IosSizeAbove960']  ='IOS 欢迎页建议尺寸为640 x 960 以上png 图片';//IOS 歡迎頁建議尺寸為 640 x 960 以上 png 圖片
$lang['AbovePng']  ='以上 png 图片';//以上 png 圖片
$lang['BuildCanNotUse']  ='打包功能于系统维护时间之内暂时无法为您使用，不便之处请多见谅。';//打包功能於系統維護時間之內暫時無法為您使用，不便之處請多見諒。
$lang['WelcomePage12_19']  ='此欢迎页比例为：12 比19，请使用固定比例图片';//此歡迎頁比例為：12 比 19，請使用固定比例圖片
$lang['WelcomePage2_3']  ='此欢迎页比例为：2 比3，请使用固定比例图片';//此歡迎頁比例為：2 比 3，請使用固定比例圖片
$lang['WelcomePage40_47']  ='此欢迎页比例为：40 比71，请使用固定比例图片';//此歡迎頁比例為：40 比 71，請使用固定比例圖片
$lang['AutomaticPacking']  ='自动打包';//自動打包
$lang['SystemMaintenanceTime']  ='系统维护时间：星期一至五：1:00 - 7:00 AM, 星期六、日不关机';//系統維護時間：星期一至五：1:00 - 7:00 AM, 星期六、日不關機
$lang['UseDefaultIcon']  ='使用预设图示';//使用預設圖示
$lang['FullName']  ='姓名';//姓名
$lang['NotCompulsorySize']  ='为了符合各种需求，本系统未强制限制上传图片尺寸';//為了符合各種需求，本系統未強制限制上傳圖片尺寸
$lang['PresetPhoneIcon']  ='若您想要使用预设图示，请勾选「使用预设手机图示」';//若您想要使用預設圖示，請勾選「使用預設手機圖示」
$lang['BusinessCardIcon']  ='您可以上传自己喜欢的图片，作为手机桌面的名片图示';//您可以上傳自己喜歡的圖片，作為手機桌面的名片圖示
$lang['Size1280_1920']  ='您可以按照此比例上修尺寸，例如：1280 x 1920(2x)';//您可以按照此比例上修尺寸，例如：1280 x 1920(2x)
$lang['PhotoSize1200']  ='图示建议尺寸为正方形120 x 120 以上png 图片';//圖示建議尺寸為正方形 120 x 120 以上 png 圖片
$lang['ScanName']  ='请输入您的中文名字(必填)，例如「小明」';//請輸入您的中文名字(必填)，例如「小明」
$lang['ScanSurname']  ='请输入您的中文姓氏，例如「王」';//請輸入您的中文姓氏，例如「王」
$lang['Select120']  ='选择 120';//選擇 120
$lang['Select760']  ='选择 480 x 760 png 图片';//選擇 480 x 760 png 圖片
$lang['Select1136']  ='选择 640 x 1136 png 图片';//選擇 640 x 1136 png 圖片
$lang['Select960']  ='选择 640 x 960 png 图片';//選擇 640 x 960 png 圖片
$lang['WelcomePage']  ='欢迎页';//歡迎頁

?>