<?
$lang['QuestionRightDescription']  ='※ 舊版共享引用功能已停用，請重新設定您的共享資料或引用資料，很抱歉造成您的不便。新版使用方式於大標題右方問號說明';//※ 舊版共享引用功能已停用，請重新設定您的共享資料或引用資料，很抱歉造成您的不便。新版使用方式於大標題右方問號說明
$lang['UseFormTopRight_1']  ='1. 使用表格右上(或上)方「全選」時，系統只會勾選當個分頁的所有可勾選欄位，並不會跨分頁或跨表格勾選';//1. 使用表格右上(或上)方「全選」時，系統只會勾選當個分頁的所有可勾選欄位，並不會跨分頁或跨表格勾選
$lang['StoreOnly_1']  ='1. 您需要開啟共享新的資料給子帳戶，卻不想直接設定他們引用 → 「僅儲存」';//1. 您需要開啟共享新的資料給子帳戶，卻不想直接設定他們引用 → 「僅儲存」
$lang['ChangeAllPagingCheck_2']  ='2. 使用「全選所有分頁項目」時，系統會變更所有分頁的勾選欄位';//2. 使用「全選所有分頁項目」時，系統會變更所有分頁的勾選欄位
$lang['ApplySubAccount_2']  ='2. 您需要開啟共享新的資料給子帳戶，想直接設定他們引用 → 「儲存並套用到子帳戶」';//2. 您需要開啟共享新的資料給子帳戶，想直接設定他們引用 → 「儲存並套用到子帳戶」
$lang['SettingShare_3']  ='3. 「設定共享」按鈕是儲存所有分頁中的勾選狀態的；例如說，當您在「A分頁」勾選某項目之後，';//3. 「設定共享」按鈕是儲存所有分頁中的勾選狀態的；例如說，當您在「A分頁」勾選某項目之後，
$lang['ApplySubAccount_3']  ='3. 您需要取消勾選，以關閉共享資料 → 「儲存並套用到子帳戶」';//3. 您需要取消勾選，以關閉共享資料 → 「儲存並套用到子帳戶」
$lang['SelectCancel_4']  ='4. 若您選擇「取消」，您方才於每個分頁所勾選的狀態將會重置，恢復成上一次的設定';//4. 若您選擇「取消」，您方才於每個分頁所勾選的狀態將會重置，恢復成上一次的設定
$lang['ContinueSetting_5']  ='5. 若您需要繼續設定，請選擇右上角close對話框';//5. 若您需要繼續設定，請選擇右上角close對話框
$lang['ShareRegistrationForm']  ='勾選您要共享的報名表然後按「設定共享」';//勾選您要共享的報名表然後按「設定共享」
$lang['ShareProject']  ='勾選您要共享的項目然後按「設定共享」';//勾選您要共享的項目然後按「設定共享」
$lang['ShareImage']  ='勾選您要共享的圖片然後按「設定共享」';//勾選您要共享的圖片然後按「設定共享」
$lang['ShareFile']  ='勾選您要共享的檔案然後按「設定共享」';//勾選您要共享的檔案然後按「設定共享」
$lang['SelectAll']  ='全選';//全選
$lang['SelectAllPagingItems']  ='全選所有分頁項目';//全選所有分頁項目
$lang['SharingPreferences']  ='共享設定';//共享設定
$lang['SharedProject']  ='共享項目';//共享項目
$lang['ShareProjectContent']  ='共享項目內容 (沒有內容時不能共享)';//共享項目內容 (沒有內容時不能共享)
$lang['SwitchTabA']  ='直接切換到「B分頁」進行勾選，並於「B分頁」設定共享，此時「A、B分頁」已勾選的共享項目將同時被儲存';//直接切換到「B分頁」進行勾選，並於「B分頁」設定共享，此時「A、B分頁」已勾選的共享項目將同時被儲存
$lang['ButtonName']  ='按鈕名稱';//按鈕名稱
$lang['OriginalName']  ='原始名稱';//原始名稱
$lang['NoInformationShared']  ='您尚未有任何資料可以共享';//您尚未有任何資料可以共享
$lang['SetShare']  ='設定共享';//設定共享
$lang['SetDescription']  ='設定說明';//設定說明
$lang['Link']  ='連結';//連結
$lang['Enrollment']  ='報名情形';//報名情形
$lang['RemindYou']  ='提醒您';//提醒您
$lang['WhenSelectSave']  ='當您選擇「儲存並套用到子帳戶」，您的網域中所有子帳戶，將直接套用您所設定的共享資料，若您取消勾選了某些資料，則該資料將在所有帳戶被取消引用，';//當您選擇「儲存並套用到子帳戶」，您的網域中所有子帳戶，將直接套用您所設定的共享資料，若您取消勾選了某些資料，則該資料將在所有帳戶被取消引用，
$lang['SelectSuggest']  ='選擇建議：';//選擇建議：
$lang['FileLink']  ='檔案連結';//檔案連結
$lang['ClickAll']  ='點此全選';//點此全選

$lang['SpecialTips'] = '特別提醒：當您取消勾選某些資料，請使用「儲存並套用到子帳戶」，才能將子帳戶已經引用的狀態移除';
?>